<?php

return [
    'success' => 'تم حفظ البيانات بنجاح',
    'Update' => 'تم تحديث البيانات بنجاح',
    'Delete' => 'تم حذف البيانات بنجاح',
    'Payments' => 'لا توجد مدفوعات لهذا الطالب',
    'Payments_error' => 'يوجد خطا في كود الطالب',
    'date_error' => 'تاريخ النهاية لابد ان اكبر من تاريخ البداية او يساويه',
    'date_error_1' => 'صيغة التاريخ يجب ان تكون yyyy-mm-dd',
    'results' => 'لا توجد نتائج لهذا الطالب',
    'code' => 'يوجد خطا في كود الطالب',
    'test' => 'تم فتح الاختبار مرة اخرى للطالب',
    'question_error' => 'تم إلغاء الاختبار لإكتشاف تلاعب بالنظام',
    'question_success' => 'تم إجراء الاختبار بنجاح',
    'error_Graduated' => 'لاتوجد بيانات في جدول الطلاب',
    'error_exam' => 'برجاء عدم إعادة تحميل الصفحة بعد دخول الاختبار - في حال تم تنفيذ ذلك سيتم الغاء الاختبار بشكل اوتوماتيك ',
];
